Repository: FireFlyVDR/vdr-plugin-skinelchihd
Catalog: po/*.po
Languages: fr_fr

source: left channel
fr_fr: Canal gauche

source: right channel
fr_fr: Canal droit

source: Video
fr_fr: Vidéo

source: Subtitle
fr_fr: Sous-titres

source: Length
fr_fr: Longueur

source: cutted
fr_fr: coupé

source: Size
fr_fr: Taille

source: channel
fr_fr: Canal

source: timer conflicts!
fr_fr: conflits de programmation!

source: Next recording
fr_fr: Prochain enregistrement

source: General
fr_fr: Général

source: don't show
fr_fr: ne rien afficher

source: Timer-Conflict
fr_fr: Conflit de programmation

source: all
fr_fr: tous

source: EPG+Details
fr_fr: Détails EPG

source: EPG+Details+Genre
fr_fr: Détails EPG et genre

source: scroll text
fr_fr: Texte défillant

source: show EPG details
fr_fr: Afficher Détails EPG

source: use graphical progressbar
fr_fr: Utiliser la barre d'avancement graphique

source: show symbols
fr_fr: Afficher symboles

source: EPG picture size
fr_fr: EPG taille image

source: duration of each EPG image [s]
fr_fr: durée par image [s]

source: Channel Display
fr_fr: Chaîne affichée

source: only when recording
fr_fr: seulement pendant l'enregistrement

source: always
fr_fr: toujours

source: show recording Info
fr_fr: afficher info d'enregistrement

source: show channel logos
fr_fr: Logos chaîne visible

source: write logo messages to syslog
fr_fr: écrire les messages logo dans syslog

source: ElchiHD skin
fr_fr: Interface ElchiHD
